---
kind: property
id: P:Autodesk.Revit.DB.FamilyInstance.HostFace
zh: 族实例
source: html/e795508b-bb6a-4f76-e282-57aa6f7074e5.htm
---
# Autodesk.Revit.DB.FamilyInstance.HostFace Property

**中文**: 族实例

Property to get the reference to the host face of family instance.

## Syntax (C#)
```csharp
public Reference HostFace { get; }
```